{
  "Présent": [
    "Je vends ma vieille voiture d'occasion.",
    "Tu vends des fleurs au marché le dimanche.",
    "Il vend des journaux au coin de la rue.",
    "Elle vend ses créations sur internet.",
    "Nous vendons notre maison pour en acheter une plus grande.",
    "Vous vendez des produits de haute qualité.",
    "Ils vendent des fruits et légumes bio.",
    "Elles vendent des vêtements vintage.",
    "Je vends mon appartement car je déménage.",
    "Tu vends ton vélo à un bon prix.",
    "Il vend du pain frais tous les matins.",
    "Nous vendons des billets pour le spectacle.",
    "Vous vendez votre ordinateur portable ?",
    "Ils vendent des meubles anciens.",
    "Je vends mes services en tant que consultant.",
    "Elle vend des bijoux faits à la main.",
    "Nous vendons des glaces sur la plage en été.",
    "Vous vendez du café en grains ?",
    "Ils vendent leur âme au diable.",
    "Je vends tout ce dont je n'ai plus besoin."
  ],
  "Imparfait": [
    "Je vendais des bonbons quand j'étais enfant.",
    "Tu vendais des glaces pendant tes vacances d'été.",
    "Il vendait des tapis dans le souk.",
    "Elle vendait ses tableaux dans une galerie.",
    "Nous vendions du lait frais à la ferme.",
    "Vous vendiez des assurances à l'époque.",
    "Ils vendaient des disques vinyles rares.",
    "Elles vendaient des fleurs à la sortie du métro.",
    "Je vendais des encyclopédies à domicile.",
    "Tu vendais ta collection de timbres.",
    "Il vendait du bois pour le chauffage.",
    "Nous vendions nos produits sur les foires.",
    "Vous vendiez déjà des voitures électriques ?",
    "Ils vendaient des vêtements pour enfants.",
    "Je vendais mes photos à des magazines.",
    "Elle vendait du parfum dans une boutique.",
    "Nous vendions des sapins de Noël en décembre.",
    "Vous vendiez des jouets en bois.",
    "Ils vendaient des épices venues du monde entier.",
    "Je vendais ma production de miel."
  ],
  "Futur Simple": [
    "Je vendrai ma maison l'année prochaine.",
    "Tu vendras tes actions quand le prix montera.",
    "Il vendra sa moto avant de partir à l'étranger.",
    "Elle vendra ses bijoux de famille.",
    "Nous vendrons nos produits dans tout le pays.",
    "Vous vendrez sûrement votre terrain très vite.",
    "Ils vendront leur entreprise à un grand groupe.",
    "Elles vendront leurs tableaux lors d'une enchère.",
    "Je vendrai mon piano si je ne joue plus.",
    "Tu vendras ton appartement sans difficulté.",
    "Il vendra son brevet à une multinationale.",
    "Nous vendrons des pâtisseries pour l'association.",
    "Vous vendrez votre récolte au marché local.",
    "Ils vendront des souvenirs aux touristes.",
    "Je vendrai ma collection de livres.",
    "Elle vendra sa voiture pour voyager.",
    "Nous vendrons du vin de notre domaine.",
    "Vous vendrez votre savoir-faire.",
    "Ils vendront des billets en ligne.",
    "Je vendrai mes meubles avant le départ."
  ],
  "Passé Composé": [
    "J'ai vendu mon ancien téléphone hier.",
    "Tu as vendu ton vélo à ton voisin ?",
    "Il a vendu son restaurant le mois dernier.",
    "Elle a vendu sa robe de mariée.",
    "Nous avons vendu notre stock en un temps record.",
    "Vous avez vendu votre appartement à un bon prix.",
    "Ils ont vendu tous les billets pour le concert.",
    "Elles ont vendu leurs créations lors du salon.",
    "J'ai vendu ma guitare pour en acheter une nouvelle.",
    "Tu as vendu la mèche !",
    "Il a vendu son secret à la presse.",
    "Nous avons vendu beaucoup de limonade aujourd'hui.",
    "Vous avez vendu votre âme ?",
    "Ils ont vendu leur propriété à la campagne.",
    "J'ai vendu mes vieux disques.",
    "Elle a vendu sa boutique de fleurs.",
    "Nous avons vendu du café toute la matinée.",
    "Vous avez vendu votre voiture de sport ?",
    "Ils ont vendu des milliers d'exemplaires.",
    "J'ai vendu mon service à thé en porcelaine."
  ],
  "Futur Proche": [
    "Je vais vendre mon canapé sur ce site.",
    "Tu vas vendre ta voiture bientôt ?",
    "Il va vendre ses actions demain matin.",
    "Elle va vendre son appartement à Paris.",
    "Nous allons vendre nos produits à l'export.",
    "Vous allez vendre votre maison d'enfance ?",
    "Ils vont vendre des glaces au bord de la piscine.",
    "Elles vont vendre des fleurs pour la fête des mères.",
    "Je vais vendre mon surplus de récolte.",
    "Tu vas vendre ton ordinateur à un ami.",
    "Il va vendre son vieux matériel de camping.",
    "Nous allons vendre des gâteaux à la kermesse.",
    "Vous allez vendre votre commerce ?",
    "Ils vont vendre des souvenirs de vacances.",
    "Je vais vendre ma collection de BD.",
    "Elle va vendre sa bicyclette électrique.",
    "Nous allons vendre des boissons fraîches.",
    "Vous allez vendre votre terrain constructible.",
    "Ils vont vendre des sapins de Noël.",
    "Je vais vendre mes outils de jardinage."
  ],
  "Passé Récent": [
    "Je viens de vendre ma dernière peinture.",
    "Tu viens de vendre ton appartement ?",
    "Il vient de vendre son entreprise.",
    "Elle vient de vendre ses bijoux.",
    "Nous venons de vendre tout notre stock.",
    "Vous venez de vendre votre voiture ?",
    "Ils viennent de vendre leur terrain.",
    "Elles viennent de vendre leurs vêtements sur une appli.",
    "Je viens de vendre mon piano à queue.",
    "Tu viens de vendre la maison de tes parents ?",
    "Il vient de vendre son brevet.",
    "Nous venons de vendre beaucoup de pain aujourd'hui.",
    "Vous venez de vendre votre collection ?",
    "Ils viennent de vendre leur bateau.",
    "Je viens de vendre ma place de concert.",
    "Elle vient de vendre son fonds de commerce.",
    "Nous venons de vendre nos dernières places.",
    "Vous venez de vendre votre téléviseur ?",
    "Ils viennent de vendre leur récolte.",
    "Je viens de vendre mon aspirateur."
  ],
  "Impératif": [
    "Vends ton vélo si tu n'en as plus besoin !",
    "Vendons nos produits sur internet.",
    "Vendez votre maison avant l'hiver.",
    "Vends tes actions maintenant !",
    "Vendons tout ce qui nous encombre.",
    "Vendez vos articles à prix réduit.",
    "Vends ton appartement sans attendre.",
    "Vendons des fleurs pour la charité.",
    "Vendez vos services de conseil.",
    "Vends ton matériel d'occasion.",
    "Vendons notre production locale.",
    "Vendez vos billets avant le début.",
    "Vends ta voiture à un particulier.",
    "Vendons nos créations artistiques.",
    "Vendez vos bijoux de valeur.",
    "Vends tes livres inutiles.",
    "Vendons du bonheur autour de nous.",
    "Vendez vos produits frais.",
    "Vends ton savoir-faire !",
    "Vendons nos surplus au marché."
  ],
  "Conditionnel Présent": [
    "Je vendrais bien ma maison si j'en trouvais une autre.",
    "Tu vendrais ton âme pour un peu de gloire.",
    "Il vendrait son propre père pour de l'argent.",
    "Elle vendrait ses tableaux s'ils étaient finis.",
    "Nous vendrions plus si nous faisions de la pub.",
    "Vous vendriez votre voiture à quel prix ?",
    "Ils vendraient tout s'ils en avaient l'occasion.",
    "Elles vendraient leurs bijoux pour voyager.",
    "Je vendrais volontiers mon surplus de production.",
    "Tu vendrais ton appartement sans regret.",
    "Il vendrait son secret au plus offrant.",
    "Nous vendrions des glaces s'il faisait beau.",
    "Vous vendriez votre commerce pour prendre votre retraite ?",
    "Ils vendraient leur maison de vacances.",
    "Je vendrais mon piano si je n'avais plus de place.",
    "Elle vendrait sa collection de timbres.",
    "Nous vendrions des fleurs pour aider l'école.",
    "Vous vendriez votre savoir-faire à l'étranger ?",
    "Ils vendraient leur âme au plus offrant.",
    "Je vendrais bien mon vieux téléphone."
  ]
}