{
  "Présent": [
    "Je vais à la bibliothèque pour étudier.",
    "Tu vas au cinéma ce soir ?",
    "Il va au travail en vélo tous les jours.",
    "Elle va mieux depuis hier.",
    "Nous allons souvent au restaurant le samedi.",
    "Vous allez trouver la solution, j'en suis sûr.",
    "Ils vont à la plage pendant les vacances.",
    "Elles vont faire les courses au marché.",
    "Je vais bien, merci de demander.",
    "Tu vas finir par réussir.",
    "Il va chez le médecin cet après-midi.",
    "Nous allons en France cet été.",
    "Vous allez à la réunion de demain ?",
    "Ils vont s'amuser à la fête.",
    "Je vais me coucher tôt ce soir.",
    "Elle va à la gym trois fois par semaine.",
    "Nous allons prendre le train de huit heures.",
    "Vous allez tout droit, puis tournez à gauche.",
    "Ils vont visiter le musée du Louvre.",
    "Je vais chercher mon frère à l'école."
  ],
  "Imparfait": [
    "J'allais souvent au parc quand j'étais petit.",
    "Tu allais toujours voir ta grand-mère le dimanche.",
    "Il allait au lycée à pied à l'époque.",
    "Elle allait chanter dans une chorale.",
    "Nous allions en vacances en Bretagne chaque année.",
    "Vous alliez au ski tous les hivers.",
    "Ils allaient se promener au bord de la mer.",
    "C'était une période où tout allait bien.",
    "J'allais justement t'appeler quand tu es arrivé.",
    "Tu allais souvent à la piscine autrefois.",
    "Il allait devenir un grand musicien.",
    "Nous allions manger chez nos voisins de temps en temps.",
    "Vous alliez me dire quelque chose ?",
    "Elles allaient faire du shopping ensemble.",
    "J'allais au travail en métro avant d'avoir une voiture.",
    "Elle allait toujours trop vite en conduisant.",
    "Nous allions dormir sous la tente dans le jardin.",
    "Vous alliez être surpris par le résultat.",
    "Ils allaient à la pêche tous les matins.",
    "J'allais perdre patience avec lui."
  ],
  "Futur Simple": [
    "J'irai vous voir dès que possible.",
    "Tu iras chercher le pain demain matin.",
    "Il ira à l'université l'année prochaine.",
    "Elle ira au concert avec ses amis.",
    "Nous irons faire une randonnée en montagne.",
    "Vous irez loin avec une telle motivation.",
    "Ils iront en voyage de noces en Italie.",
    "Elles iront s'installer à la campagne.",
    "J'irai faire les magasins samedi après-midi.",
    "Tu iras mieux après un peu de repos.",
    "Il ira s'excuser auprès de son collègue.",
    "Nous irons voter dimanche prochain.",
    "Vous irez directement à l'hôtel à votre arrivée.",
    "Ils iront découvrir de nouveaux paysages.",
    "J'irai au bureau plus tôt demain.",
    "Elle ira voir le nouveau film de Spielberg.",
    "Nous irons nager si l'eau est chaude.",
    "Vous irez demander conseil à votre professeur.",
    "Ils iront fêter leur victoire au stade.",
    "J'irai te chercher à la gare à six heures."
  ],
  "Passé Composé": [
    "Je suis allé au marché ce matin.",
    "Tu es allé voir ton cousin hier ?",
    "Il est allé faire une sieste après le déjeuner.",
    "Elle est allée à la banque pour ouvrir un compte.",
    "Nous sommes allés au théâtre hier soir.",
    "Vous êtes allés trop loin dans vos propos.",
    "Ils sont allés s'installer au Canada.",
    "Elles sont allées faire du yoga dans le parc.",
    "Je suis allé chercher le courrier.",
    "Tu es allé courir malgré la pluie.",
    "Il est allé s'acheter de nouvelles chaussures.",
    "Nous sommes allés dîner chez des amis.",
    "Vous êtes allés visiter le château de Versailles.",
    "Elles sont allées se coucher de bonne heure.",
    "Je suis allé me promener pour réfléchir.",
    "Il est allé annoncer la nouvelle à sa famille.",
    "Nous sommes allés nager dans le lac.",
    "Vous êtes allés au bout de votre projet.",
    "Ils sont allés manger une glace en ville.",
    "Je suis allé l'aider à déménager."
  ],
  "Futur Proche": [
    "Je vais aller prendre une douche.",
    "Tu vas aller voir ce film fantastique.",
    "Il va aller s'inscrire au club de sport.",
    "Elle va aller se reposer un petit moment.",
    "Nous allons aller faire un tour en forêt.",
    "Vous allez aller lui parler dès maintenant.",
    "Ils vont aller se baigner dans la piscine.",
    "Elles vont aller acheter des fleurs.",
    "Je vais aller préparer le dîner.",
    "Tu vas aller ranger ta chambre tout de suite.",
    "Il va aller chercher des pizzas pour tout le monde.",
    "Nous allons aller visiter nos grands-parents.",
    "Vous allez aller chercher vos bagages.",
    "Ils vont aller s'asseoir au premier rang.",
    "Je vais aller porter ce colis à la poste.",
    "Elle va aller essayer cette robe en cabine.",
    "Nous allons aller prendre l'air sur le balcon.",
    "Vous allez aller être très contents de ce voyage.",
    "Ils vont aller voir le feu d'artifice ce soir.",
    "Je vais aller lui demander son avis."
  ],
  "Passé Récent": [
    "Je viens d'aller poster la lettre.",
    "Tu viens d'aller faire un tour dehors ?",
    "Il vient d'aller s'acheter un café.",
    "Elle vient d'aller chercher les enfants à la crèche.",
    "Nous venons d'aller vérifier les réservations.",
    "Vous venez d'aller saluer les invités.",
    "Ils viennent d'aller s'installer à leur place.",
    "Elles viennent d'aller se préparer pour la soirée.",
    "Je viens d'aller voir le médecin pour mon dos.",
    "Tu viens d'aller manger, tu ne peux pas avoir faim.",
    "Il vient d'aller garer la voiture au parking.",
    "Nous venons d'aller chercher du bois pour la cheminée.",
    "Vous venez d'aller chercher vos billets.",
    "Ils viennent d'aller boire un verre en terrasse.",
    "Je viens d'aller me laver les mains.",
    "Elle vient d'aller arroser les plantes du jardin.",
    "Nous venons d'aller remettre les clés au voisin.",
    "Vous venez d'aller prévenir la police.",
    "Ils viennent d'aller inspecter les lieux.",
    "Je viens d'aller acheter le journal."
  ],
  "Impératif": [
    "Va chercher tes affaires !",
    "Allons prendre un verre en ville.",
    "Allez vous asseoir là-bas.",
    "Va dire bonjour à ta tante.",
    "Allons voir ce qui se passe.",
    "Allez directement au but.",
    "Va te reposer, tu as l'air fatigué.",
    "Allons faire une promenade ensemble.",
    "Allez chercher le patron immédiatement.",
    "Va doucement, la route est glissante.",
    "Allons fêter ça dignement.",
    "Allez prévenir tout le monde.",
    "Va au diable !",
    "Allons plus loin dans notre analyse.",
    "Allez vous amuser dehors.",
    "Va faire tes devoirs !",
    "Allons manger, j'ai faim.",
    "Allez chercher de l'aide.",
    "Va lui parler franchement.",
    "Allons au bout de nos rêves."
  ],
  "Conditionnel Présent": [
    "J'irais bien en vacances à la mer.",
    "Tu irais plus vite en prenant l'autoroute.",
    "Il irait s'excuser s'il était honnête.",
    "Elle irait faire du sport si elle avait le temps.",
    "Nous irions volontiers avec vous.",
    "Vous iriez mieux si vous arrêtiez de fumer.",
    "Ils iraient habiter à l'étranger s'ils le pouvaient.",
    "Elles iraient faire la fête toute la nuit.",
    "J'irais te voir si je n'étais pas malade.",
    "Tu irais voir ce film si tu aimais les thrillers.",
    "Il irait aider son voisin par pure gentillesse.",
    "Nous irions nous promener si le soleil brillait.",
    "Vous iriez demander de l'aide à votre patron ?",
    "Ils iraient se plaindre à la direction.",
    "J'irais acheter une nouvelle voiture si j'avais l'argent.",
    "Elle irait voyager autour du monde.",
    "Nous irions dormir si nous étions fatigués.",
    "Vous iriez au concert même sous la pluie ?",
    "Ils iraient visiter la Tour Eiffel demain.",
    "J'irais me coucher si j'avais fini mon travail."
  ]
}