{
  "Présent": [
    "Je mange une pomme rouge.",
    "Tu manges trop vite ce soir.",
    "Il mange à la cantine avec ses collègues.",
    "Elle mange souvent de la salade.",
    "Nous mangeons ensemble tous les dimanches.",
    "Vous mangez du fromage français.",
    "Ils mangent des pâtes pour le dîner.",
    "Elles mangent un dessert au chocolat.",
    "Je mange un sandwich à la pause midi.",
    "Tu manges des céréales au petit-déjeuner.",
    "Il mange de la viande une fois par semaine.",
    "Nous mangeons du poisson frais du marché.",
    "Vous mangez à quelle heure d'habitude ?",
    "Ils mangent au restaurant pour fêter ça.",
    "Je mange sainement pour rester en forme.",
    "Elle mange une glace à la vanille.",
    "Nous mangeons dans le jardin en été.",
    "Vous mangez des fruits de saison.",
    "Ils mangent en silence devant la télé.",
    "Je mange un morceau de pain."
  ],
  "Imparfait": [
    "Je mangeais une soupe quand tu as appelé.",
    "Tu mangeais beaucoup de bonbons autrefois.",
    "Il mangeait toujours à la même place.",
    "Elle mangeait peu quand elle était stressée.",
    "Nous mangions dans la cuisine tous les jours.",
    "Vous mangiez des produits locaux à la ferme.",
    "Ils mangeaient dehors malgré le vent.",
    "Elles mangeaient des gâteaux faits maison.",
    "Je mangeais souvent chez ma grand-mère.",
    "Tu mangeais des tartines de miel le matin.",
    "Il mangeait proprement avec ses couverts.",
    "Nous mangions ensemble avant le départ.",
    "Vous mangiez au soleil sur la terrasse.",
    "Ils mangeaient rapidement avant le match.",
    "Je mangeais des cerises dans l'arbre.",
    "Elle mangeait des légumes de son potager.",
    "Nous mangions avec appétit après la marche.",
    "Vous mangiez de la pizza tous les vendredis.",
    "Ils mangeaient au son de la musique.",
    "Je mangeais mon repas en travaillant."
  ],
  "Futur Simple": [
    "Je mangerai avec toi demain midi.",
    "Tu mangeras plus tard si tu n'as pas faim.",
    "Il mangera chez ses parents dimanche.",
    "Elle mangera une soupe légère ce soir.",
    "Nous mangerons des spécialités locales.",
    "Vous mangerez bien dans ce petit bistrot.",
    "Ils mangeront à l'hôtel à leur arrivée.",
    "Elles mangeront ensemble après le cours.",
    "Je mangerai un fruit si j'ai un petit creux.",
    "Tu mangeras ton dessert après la soupe.",
    "Il mangera au bureau pour gagner du temps.",
    "Nous mangerons du gâteau pour ton anniversaire.",
    "Vous mangerez avec nous, j'espère.",
    "Ils mangeront devant le coucher du soleil.",
    "Je mangerai quelque chose en chemin.",
    "Elle mangera des sushis pour la première fois.",
    "Nous mangerons tôt pour aller au cinéma.",
    "Vous mangerez sûrement avec appétit.",
    "Ils mangeront au buffet à volonté.",
    "Je mangerai sainement à partir de demain."
  ],
  "Passé Composé": [
    "J'ai mangé un excellent repas hier soir.",
    "Tu as mangé tout le chocolat !",
    "Il a mangé au restaurant avec des clients.",
    "Elle a mangé une part de tarte aux pommes.",
    "Nous avons mangé chez des amis samedi.",
    "Vous avez mangé très tard hier.",
    "Ils ont mangé des huîtres à Noël.",
    "Elles ont mangé ensemble à la pause.",
    "J'ai déjà mangé, merci quand même.",
    "Tu as mangé ton goûter à quatre heures.",
    "Il a mangé une pizza entière tout seul.",
    "Nous avons mangé des produits frais.",
    "Vous avez mangé quelque chose d'avarié ?",
    "Ils ont mangé en terrasse au bord de l'eau.",
    "J'ai mangé une salade composée à midi.",
    "Elle a mangé très peu ce matin.",
    "Nous avons mangé copieusement au banquet.",
    "Vous avez mangé dans ce nouveau café ?",
    "Ils ont mangé sans dire un mot.",
    "J'ai mangé un yaourt pour finir."
  ],
  "Futur Proche": [
    "Je vais manger un morceau avant de partir.",
    "Tu vas manger avec nous ce soir ?",
    "Il va manger chez un ami ce week-end.",
    "Elle va manger au bureau aujourd'hui.",
    "Nous allons manger dans dix minutes.",
    "Vous allez manger du bon pain frais.",
    "Ils vont manger au restaurant ce soir.",
    "Elles vont manger des crêpes pour le goûter.",
    "Je vais manger quelque chose de chaud.",
    "Tu vas manger ton repas froid si tu ne te dépêches pas.",
    "Il va manger une pomme pour sa santé.",
    "Nous allons manger dehors car il fait beau.",
    "Vous allez manger à la cafétéria.",
    "Ils vont manger ensemble pour discuter.",
    "Je vais manger un peu de fromage.",
    "Elle va manger des pâtes à la bolognaise.",
    "Nous allons manger un gâteau au chocolat.",
    "Vous allez manger après la réunion.",
    "Ils vont manger sur le pouce à la gare.",
    "Je vais manger une soupe ce soir."
  ],
  "Passé Récent": [
    "Je viens de manger une tartine.",
    "Tu viens de manger, tu n'as plus faim ?",
    "Il vient de manger une barre chocolatée.",
    "Elle vient de manger son déjeuner.",
    "Nous venons de manger un bon dessert.",
    "Vous venez de manger dans ce restaurant ?",
    "Ils viennent de manger au self.",
    "Elles viennent de manger des sushis.",
    "Je viens de manger une salade de fruits.",
    "Tu viens de manger ton goûter.",
    "Il vient de manger un sandwich.",
    "Nous venons de manger ensemble.",
    "Vous venez de manger de la soupe ?",
    "Ils viennent de manger très copieusement.",
    "Je viens de manger mon repas de midi.",
    "Elle vient de manger une pâtisserie.",
    "Nous venons de manger des légumes vapeur.",
    "Vous venez de manger avec votre patron ?",
    "Ils viennent de manger rapidement.",
    "Je viens de manger un fruit."
  ],
  "Impératif": [
    "Mange ta soupe avant qu'elle ne refroidisse !",
    "Mangeons ensemble ce midi.",
    "Mangez vos légumes pour être en forme.",
    "Mange un peu de pain.",
    "Mangeons dans le calme.",
    "Mangez lentement pour bien digérer.",
    "Mange ta pomme, elle est bonne.",
    "Mangeons au parc aujourd'hui.",
    "Mangez votre dessert maintenant.",
    "Mange proprement, s'il te plaît.",
    "Mangeons pour reprendre des forces.",
    "Mangez à votre faim.",
    "Mange quelque chose avant le sport.",
    "Mangeons sur la terrasse.",
    "Mangez chaud, c'est meilleur.",
    "Mange ton sandwich à la pause.",
    "Mangeons équilibré.",
    "Mangez vos fruits tous les jours.",
    "Mange ton repas sans faire de bruit.",
    "Mangeons vite, nous sommes en retard."
  ],
  "Conditionnel Présent": [
    "Je mangerais bien une pizza ce soir.",
    "Tu mangerais plus si c'était meilleur.",
    "Il mangerait volontiers un dessert.",
    "Elle mangerait de tout si elle n'avait pas d'allergies.",
    "Nous mangerions dehors s'il ne pleuvait pas.",
    "Vous mangeriez plus sainement avec des conseils.",
    "Ils mangeraient à toute heure de la journée.",
    "Elles mangeraient des fraises tous les jours.",
    "Je mangerais un gâteau si j'en avais un.",
    "Tu mangerais dans ce restaurant si tu avais l'argent.",
    "Il mangerait n'importe quoi tellement il a faim.",
    "Nous mangerions avec vous avec grand plaisir.",
    "Vous mangeriez du fromage à chaque repas ?",
    "Ils mangeraient plus vite s'ils étaient pressés.",
    "Je mangerais un fruit si je voulais perdre du poids.",
    "Elle mangerait une glace malgré le froid.",
    "Nous mangerions au soleil si c'était possible.",
    "Vous mangeriez de la viande tous les jours ?",
    "Ils mangeraient du poisson s'ils vivaient à la mer.",
    "Je mangerais bien un morceau de chocolat."
  ]
}