{
  "Présent": [
    "Je finis mes devoirs avant de sortir.",
    "Tu finis toujours ton assiette.",
    "Il finit son travail à dix-sept heures.",
    "Elle finit sa lecture dans le jardin.",
    "Nous finissons la réunion maintenant.",
    "Vous finissez votre café et nous partons.",
    "Ils finissent de peindre la clôture.",
    "Elles finissent leur entraînement de gym.",
    "Je finis de préparer mes bagages.",
    "Tu finis par m'agacer avec tes questions.",
    "Il finit sa carrière sur une victoire.",
    "Nous finissons notre séjour demain.",
    "Vous finissez de décorer le sapin ?",
    "Ils finissent leur repas en silence.",
    "Je finis la journée très fatigué.",
    "Elle finit toujours par avoir raison.",
    "Nous finissons d'installer le logiciel.",
    "Vous finissez la bouteille de vin.",
    "Ils finissent de nettoyer la cuisine.",
    "Je finis d'écrire cette lettre."
  ],
  "Imparfait": [
    "Je finissais de manger quand tu as appelé.",
    "Tu finissais tes cours à midi le mercredi.",
    "Il finissait toujours le premier ses exercices.",
    "Elle finissait sa nuit dans le canapé.",
    "Nous finissions nos vacances en Italie.",
    "Vous finissiez votre projet l'année dernière.",
    "Ils finissaient de construire leur maison.",
    "Elles finissaient leur spectacle sous les applaudissements.",
    "Je finissais ma phrase quand il m'a interrompu.",
    "Tu finissais par croire à ses mensonges.",
    "Il finissait la semaine épuisé.",
    "Nous finissions de ranger le grenier.",
    "Vous finissiez vos journées très tard.",
    "Ils finissaient leur promenade au coucher du soleil.",
    "Je finissais de lire ce roman passionnant.",
    "Elle finissait de coudre sa robe.",
    "Nous finissions nos assiettes sans discuter.",
    "Vous finissiez par apprécier le calme.",
    "Ils finissaient de préparer la fête.",
    "Je finissais mes nuits très tard."
  ],
  "Futur Simple": [
    "Je finirai ce livre demain soir.",
    "Tu finiras par comprendre la situation.",
    "Il finira ses études dans deux ans.",
    "Elle finira de travailler à l'heure aujourd'hui.",
    "Nous finirons le projet avant la date limite.",
    "Vous finirez votre vie ensemble.",
    "Ils finiront de construire le pont en juin.",
    "Elles finiront leur voyage à Paris.",
    "Je finirai mon rapport dès que possible.",
    "Tu finiras ta soupe si tu veux un dessert.",
    "Il finira par se marier un jour.",
    "Nous finirons cette bouteille plus tard.",
    "Vous finirez par vous habituer au bruit.",
    "Ils finiront leur carrière à l'étranger.",
    "Je finirai de peindre le salon ce week-end.",
    "Elle finira par accepter ton offre.",
    "Nous finirons notre conversation demain.",
    "Vous finirez votre tour de France en juillet.",
    "Ils finiront de charger le camion.",
    "Je finirai par trouver la solution."
  ],
  "Passé Composé": [
    "J'ai fini tout mon travail aujourd'hui.",
    "Tu as fini de ranger ta chambre ?",
    "Il a fini par accepter mon invitation.",
    "Elle a fini sa thèse avec mention.",
    "Nous avons fini de manger il y a une heure.",
    "Vous avez fini vos examens avec succès.",
    "Ils ont fini la bouteille de jus d'orange.",
    "Elles ont fini leur randonnée très tard.",
    "J'ai fini de lire le journal de ce matin.",
    "Tu as fini par me convaincre.",
    "Il a fini son verre d'un trait.",
    "Nous avons fini le puzzle de mille pièces.",
    "Vous avez fini de faire les courses ?",
    "Ils ont fini de rénover la façade.",
    "J'ai fini la journée sur une note positive.",
    "Elle a fini par s'endormir devant la télé.",
    "Nous avons fini nos réserves de chocolat.",
    "Vous avez fini par arriver, enfin !",
    "Ils ont fini leur match sous la pluie.",
    "J'ai fini de préparer le dîner."
  ],
  "Futur Proche": [
    "Je vais finir ma phrase et je suis à toi.",
    "Tu vas finir par tomber si tu cours comme ça.",
    "Il va finir son contrat le mois prochain.",
    "Elle va finir son verre avant de partir.",
    "Nous allons finir ce travail ensemble.",
    "Vous allez finir par réussir, ne vous inquiétez pas.",
    "Ils vont finir de préparer le buffet.",
    "Elles vont finir leur stage en entreprise.",
    "Je vais finir ce travail avant midi.",
    "Tu vas finir par regretter ton choix.",
    "Il va finir de laver la voiture.",
    "Nous allons finir notre itinéraire ce soir.",
    "Vous allez finir par comprendre la leçon.",
    "Ils vont finir leur voyage à Rome.",
    "Je vais finir de cuisiner le poulet.",
    "Elle va finir par s'habituer à sa nouvelle vie.",
    "Nous allons finir de regarder ce film.",
    "Vous allez finir votre projet à temps.",
    "Ils vont finir de déballer les cartons.",
    "Je vais finir mon café tranquillement."
  ],
  "Passé Récent": [
    "Je viens de finir de lire ce document.",
    "Tu viens de finir ton entraînement ?",
    "Il vient de finir de préparer sa valise.",
    "Elle vient de finir son service à l'hôpital.",
    "Nous venons de finir de nettoyer le garage.",
    "Vous venez de finir votre présentation ?",
    "Ils viennent de finir de construire la cabane.",
    "Elles viennent de finir leur examen final.",
    "Je viens de finir mon petit-déjeuner.",
    "Tu viens de finir par m'appeler.",
    "Il vient de finir sa journée de travail.",
    "Nous venons de finir la décoration de la salle.",
    "Vous venez de finir d'écrire votre livre ?",
    "Ils viennent de finir de tondre la pelouse.",
    "Je viens de finir ma douche.",
    "Elle vient de finir d'arroser les plantes.",
    "Nous venons de finir de préparer la table.",
    "Vous venez de finir par trouver vos clés ?",
    "Ils viennent de finir leur match de tennis.",
    "Je viens de finir mon brossage de dents."
  ],
  "Impératif": [
    "Finis tes légumes tout de suite !",
    "Finissons ce projet avant ce soir.",
    "Finissez votre travail et vous pourrez partir.",
    "Finis ce que tu as commencé.",
    "Finissons-en une bonne fois pour toutes.",
    "Finissez vos phrases, s'il vous plaît.",
    "Finis de te préparer, on est en retard.",
    "Finissons la bouteille ensemble.",
    "Finissez de remplir ce formulaire.",
    "Finis ton café avant qu'il soit froid.",
    "Finissons de ranger la cuisine.",
    "Finissez de lire les instructions.",
    "Finis par admettre la vérité !",
    "Finissons notre visite du musée.",
    "Finissez de charger les bagages.",
    "Finis ton livre ce soir.",
    "Finissons de préparer les invitations.",
    "Finissez votre verre tranquillement.",
    "Finis de faire du bruit !",
    "Finissons de discuter du budget."
  ],
  "Conditionnel Présent": [
    "Je finirais bien ce gâteau si j'avais encore faim.",
    "Tu finirais par t'ennuyer ici sans amis.",
    "Il finirait ses études plus tôt s'il travaillait plus.",
    "Elle finirait son livre si elle avait le temps.",
    "Nous finirions le travail si nous n'étions pas fatigués.",
    "Vous finiriez par gagner si vous étiez plus patients.",
    "Ils finiraient de peindre s'il ne pleuvait pas.",
    "Elles finiraient leur voyage au Japon avec plaisir.",
    "Je finirais bien ce projet si j'avais de l'aide.",
    "Tu finirais par être déçu par son comportement.",
    "Il finirait par accepter s'il comprenait l'enjeu.",
    "Nous finirions la soirée au restaurant.",
    "Vous finiriez votre tour du monde en un an.",
    "Ils finiraient par se disputer sans cesse.",
    "Je finirais de préparer le salon pour demain.",
    "Elle finirait par pleurer à cause de la fatigue.",
    "Nous finirions par être en retard avec ce trafic.",
    "Vous finiriez votre carrière en beauté.",
    "Ils finiraient de démolir le mur demain.",
    "Je finirais par trouver mon chemin sans GPS."
  ]
}